{
    "title": "History: Decisive Battles",
    "choose_period": "Click below to choose your period:",
    "greco_persian_wars": "Greco-Persian Wars",
    "ww1": "World War I",
    "ww2": "World War II",
    "site_description": "This site aims to teach the most important battles of the major historical periods.",
    "future_updates": "We will cover Ancient Greece and the World Wars. More periods will likely be added in future updates.",
    "image_caption": "The images above represent some of the periods you will learn about on this site.",
    "legends": "Legends: Blue and white gradient title: Greco-Persian Wars | Black, white and red gradient: World War I | Red and yellow gradient: World War II" ,
    "marathon_battle": "Battle of Marathon" ,
        "battle_of_themorpilae": "Battle of Themorpilae" ,
        "Battle_of_Verdun": "Battle of Verdun",
        "Hundred_Days_Offensive" : "Hundred Days Offensive",
        "Battle_of_Stalingrad": "Battle of Stalingrad" ,
        "Invasion_of_Normandy": "Invasion of Normandy" ,
        "title_marathon": "Marathon" ,
        "description_marathon1": "The Battle of Marathon took place in 490 BC. In it, Athenians and Plataeans began a battle against the Persians." ,
        "description_marathon2": "On a plain located between the sea and some mountains." , 
        "description_marathon3": "At the end of the battle, the 15,000 Greeks would emerge victorious" ,
        "curiosity1": "The battle was important for the birth of Western culture, as it prevented the invasion of Europe by the Persians." ,
        "recomendation": "Watch the video below for a more detailed analysis."
       "title_Themorpilae": "Themorpilae" ,
        "main":"The Battle of Thermopylae took place in 480 B.C., during the Persian Wars. The Spartan army, led by Leonidas, faced a gigantic Persian army in a three-day battle." ,
        "description_Thermo": "There were 1 million Persians against 300 Spartans and other Greeks. In the end, the Greek army won, and this battle inspired the book 300" ,
        "curiosity_thermo": "One of the great myths of this battle is that 300 Spartans defeated 1.5 million Persians" ,
        "answer_curiosity":"What really happened was that 300 Spartans, along with others such as Athenians and Corinthians, fought against the Persians." 

        
        
  }
  
