{
    "title": "History: Decisive Battles",
    "choose_period": "Click below to choose your period:",
    "greco_persian_wars": "Greco-Persian Wars",
    "ww1": "World War I",
    "ww2": "World War II",
    "site_description": "This site aims to teach the most important battles of the major historical periods.",
    "future_updates": "We will cover Ancient Greece and the World Wars. More periods will likely be added in future updates.",
    "image_caption": "The images above represent some of the periods you will learn about on this site.",
    "legends": "Legends: Blue and white gradient title: Greco-Persian Wars | Black, white and red gradient: World War I | Red and yellow gradient: World War II" ,
    "marathon_battle": "Battle of Marathon" ,
        "battle_of_themorpilae": "Battle of Themorpilae" ,
        "Battle_of_Verdun": "Battle of Verdun",
        "Hundred_Days_Offensive" : "Hundred Days Offensive",
        "Battle_of_Stalingrad": "Battle of Stalingrad" ,
        "Invasion_of_Normandy": "Invasion of Normandy" ,
        "description_marathon1": "The Battle of Marathon took place in 490 BC. In it, Athenians and Plataeans began a battle against the Persians." ,
        "description_marathon2": "On a plain located between the sea and some mountains." , 
        "description_marathon3": "At the end of the battle, the 15,000 Greeks would emerge victorious" ,
        "curiosity1": "The battle was important for the birth of Western culture, as it prevented the invasion of Europe by the Persians." ,
        "recomendation": "Watch the video below for a more detailed analysis." ,
       "sugestion": "Since you saw this one, you might be interested in this one: <a id='linkMaratona' href='Maratona.html'>Battle of Marathon</a>" ,
       "main": "The Battle of Thermopylae took place in 480 B.C., during the Persian Wars. The Spartan army, led by Leonidas, faced a gigantic Persian army in a three-day battle." ,
       "description_thermo": "There were 1 million Persians against 300 Spartans and other Greeks. In the end, the Greek army won, and this battle inspired the book 300." ,
       "myth_thermo": "One of the great myths of this battle is that 300 Spartans defeated 1.5 million Persians." ,
       "myth_answer": "What really happened was that 300 Spartans, along with others such as Athenians and Corinthians, fought against the Persians." ,
       "Video": "Watch the video below." ,
       "Verdun_intro": "This battle took place during the World War I, in 1916, being the longest of the war on the Western Front." ,
       "description_Verdun1":"It was fought between the Germans and the French and was very important, as this region was crucial for Germany to begin its attack on Paris" ,
       "description_Verdun2":"At the end of the battle, the French emerged victorious, preventing a possible attack on Paris." ,
       "Verdun_end":"Even so, France ended the battle with heavy losses" ,
       "video_verdun":"See the video below for a better understanding:" ,
       "Offensive_description": "The Hundred Days Offensive was the final attack by the Triple Entente, composed of France, the United Kingdom, and the United States" ,
       "Offensive_continuation":"As the name suggests, it lasted 100 days and was decisive for the German defeat, as it forced their withdrawal from French territory" ,
       "Offensive_end":"At the end of the battle, the French emerged victorious, bringing the war much closer to its end." ,
    "Offensive_video":"See the video above for a better understanding" ,
    "Stalingrad":"Battle of Stalingrad",
    "Stalingrad_intro":"This was one of the largest battles of the Second World War, fought between Germany and the USSR." ,
    "Stalingrad_description":"It took place between 1942 and 1943 and was one of the bloodiest battles in history. The Soviet Union emerged victorious after a major turnaround, aided by the harsh winter." ,
    "Stalingrad_end":"After this battle, Germany would begin its downfall" ,
    "Video_Stalingrad":"See the video above for a better understanding" ,
    "Normandy1":"The Normandy Invasion was an Allied attack in France with the goal of driving the Germans out of the country." ,
    "Normandy2":"The beginning of the invasion with 'Operation Bodyguard,' which aimed to deceive the Germans using inflatable balloons" ,
    "Normandy3":"After that, the Allies launched Operation Overlord, which destroyed the German positions" ,
    "Normandy4": "At the end the Allies won" ,
    "Normandy5": "See the video above for a better understanding"
  
  }
  
