
  
    {
        "title": "História: Batalhas Decisivas",
        "choose_period": "Clique abaixo para escolher seu período:",
        "greco_persian_wars": "Guerras Greco-Persas",
        "ww1": "1ª Guerra Mundial",
        "ww2": "2ª Guerra Mundial",
        "site_description": "Esse site visa o aprendizado das batalhas mais importantes dos principais períodos da história.",
        "future_updates": "Dos períodos a serem abordados temos da Grécia antiga e das guerras mundiais. Provavelmente teremos mais com as próximas atualizações.",
        "image_caption": "As imagens acima são de alguns desses períodos que você aprenderá neste site.",
        "legends": "Legendas: Título degradê azul e branco: Guerras Greco-Persas | Degradê preto, branco e vermelho: Primeira Guerra | Degradê vermelho e amarelo: Segunda Guerra" ,
        "marathon_battle": "Batalha de maratona" ,
        "battle_of_themorpilae": "Batalha das Termópilas" ,
        "Battle_of_Verdun": "Batalha de Verdun",
        "Hundred_Days_Offensive" : "Ofensiva dos 100 dias", 
        "Battle_of_Stalingrad": "Batalha de Stalingrado" ,
        "Invasion_of_Normandy": "Invasão da Normandia" ,
        "title_marathon" : "Maratona" ,
        "description_marathon1": "A Batalha de Maratona ocorreu em 490 a.C. Nela atenienses e plateenses iniciaram uma batalha contra os persas" ,
        "description_marathon2": "numa planície localiza entre o mar e algumas montanhas." , 
        "description_marathon3": "Ao fim da batalha os 15 mil gregos sairiam vitoriosos." ,
        "curiosity1": "A batalha foi importante para o nascimento da cultura ocidental, pois impediu a invasão da Europa pelos Persas." ,
        "recomendation": "Veja o Vídeo abaixo pra análise mais detalhada" ,
       "title_Themorpilae": "Temórfilas" ,
        "main": "A Batalha das Termófilas ocorreu no ano de 480a.C, durante as Guerras Médicas, o exército Spartano comandado por Leônidas, enfrentou um gigantesco exército persa, numa batalha de 3 dias" ,
        "description_Thermo": "Eram 1 milhão de persas contra 300 spartanos e outros gregos, no fim o exército grego venceu e essa batalha inspirou o livro 300" ,
        "curiosity_thermo":"Inclusive um grande mito dessa batalha foi que 300 spartanos venceram 1,5M de persas" ,
        "answer_curiosity":"Oque realmente aconteceu foi que 300 spartanos, além de outros como atenienses e corintios derrotaram os persas"
        
        
        
    }
